const list = [{
  id: 1,
  info: "有人说：人，落地就哭，说明了人不愿意投胎做人，正因，人间有苦难。的确，人的生命，既不是想象的那么好，也不是想象的那么坏。每一个性命，都会历经酸甜苦辣的生活，为了性命的存活与延续，不停的奋斗在喜怒哀乐的人生路上，让不一样的灵魂承受生活的摔打，理解磨难的考验。"
},
{
  id: 2,
  info: "生活的现实摆在面前，每个人都逃避不了，是主动地接受它还是被动地承受它？现实并不像我们想象的那么美满，那么幸福，它也有残忍的一面，人要经历生离死别，那就在于我们有多大的毅力去接受它。其实现实并不可怕，可怕的是我们不能承受现实。"
},
{
  id: 3,
  info: "与其有恃无恐，不如用盛衰的笔墨，好好的挥洒出一篇气势浩荡的写意人生，过往的年华，就当作是一个魔幻的梦，此去经年，良辰好景依旧！"
},
{
  id: 4,
  info: "预测未来的最好办法是自己亲手创造未来。"
},
{
  id: 5,
  info: "自己适合哪些行业，哪些职业，有很多东西是先天决定的，只有充分地发掘自己的潜力，而不是总与自己的弱点对抗，一个人才能出人头地，就像现在很多企业招聘的时候，他们相信通过培训和教育可以让火鸡学会爬树，但是还是觉得选个松树方便一些。方向不对，再努力、再辛苦，你也很难成为你想成为90的那种人。"
},
{
  id: 6,
  info: "要想赢，就一定不能怕输。不怕输，结果未必能赢。但是怕输，结果则一定是输。"
},
{
  id: 7,
  info: "人天自两空，何相忘，何笑何惊人。"
},
{
  id: 8,
  info: "人生是一段旅程，在旅行中遇到的每一个人，每一件事与每一个美丽景色，都有可能成为一生中难忘的风景。一路走来，我们无法猜测将是迎接什么样的风景，没有预兆目的地在哪，可是前进的脚步却始终不能停下，因为时间不允许我们在任何地方停留，只有在前进中不断学会选择，学会体会，学会欣赏。"
},
{
  id: 9,
  info: "一生中，总有那么一段时间，需要你自己走，自己扛。不要感觉害怕，不要感觉孤单，这只不过是成长的代价。"
},
{
  id: 10,
  info: "永不放弃是你梦想实现的唯一秘诀。"
},
{
  id: 11,
  info: "用爱心来做事，用感恩的心做人。"
},
{
  id: 12,
  info: "生气，就是拿别人的过错来惩罚自己。原谅别人，就是善待自己。"
},
{
  id: 13,
  info: "流年，在辽远深邃的意念中，逍遥在无法把握的虚境，柔情万缕逃逸着现实，辗转在缥缈的梦中，在迷离和清晰里，绵绵絮语。"
},
{
  id: 14,
  info: "生活中，有太多的不舍，有太多的无能为力。可我们依然努力地朝着幸福的方向，不停地奔跑，奔跑……天气晴朗时，我们在阳光里奔跑，下雨了，我们在雨中奔跑……我在失落的心海里，就去拣拾一片片相遇的喜悦。"
},
{
  id: 15,
  info: "当你抓住一件东西总不放时，或许你永远只会拥有这件东西，如果肯放手，便获得了其它选择机会。旧观念不放弃，新观念难产生！"
},
{
  id: 16,
  info: "要想改变我们的人生，第一步就是要改变我们的心态。只要心态是正确的，我们的世界就会的光明的。"
},
{
  id: 17,
  info: "幻想的路总是为有信念的人准备着。语录大全网"
},
{
  id: 18,
  info: "人生就像参加着一场马拉松比赛，在奔跑的途中懦夫因疲惫而停下了脚步，而强者则凭着坚强的意志，奋力拼搏着各种压力和困难，到达了终点收获了成功。"
},
{
  id: 19,
  info: "既然，生命是一次性的消费，这对于我们的每一个人来说是如此的宝贵和奢华，那就容不得我们去铺张浪费，更容不得我们去随意践踏。所以，直面人生，活在当下，这对于每一个人来说都至关重要且意义非凡。"
},
{
  id: 20,
  info: "我们应当看淡一切，好好善待自己。让自己的心中永远有一片阳光照耀的晴空；把眼前的痛苦看淡，或许痛苦之后就是你幸福的天堂。人是在痛苦和烦恼中生存和逝去的。没有经历痛苦的人生是很肤浅和简单的。真正的痛苦可以使人冷静；使人深邃；使人清朗。"
},
{
  id: 21,
  info: "自信看到的是成功之树，疑惑看到的是失败之树；自信看到的是光明之树，疑惑看到的是困境之树。信必深信，行必力行；信而不深，犹如未信；行而无力，犹如未行。"
}, {
  id: 22,
  info: "当你周围都是米的时候，你很安逸；当有一天米缸见底，才发现想跳出去已无能为力。有一种陷阱，名叫安逸！别在最能吃苦的年纪选择安逸！没有危机！是最大的危机！自己不上进，危机无处不在吞噬你的理想和灵魂，混下去很容易，混上去太难了！"
},
{
  id: 23,
  info: "能力是挥出去的一把锋利的剑，素质则是握住剑柄的手。"
},
{
  id: 24,
  info: "任何业绩的质变都来自于量变的积累。"
},
{
  id: 25,
  info: "成熟不是人的心变老，是泪在打转还能微笑。"
},
{
  id: 26,
  info: "有能力的影响一群人，没能力的被一群人影响。"
},
{
  id: 27,
  info: "古之成大事者，不唯有超世之才，亦必有坚韧不拔之志也。"
},
{
  id: 28,
  info: "脚下的路还很长，活着就要坚决走下去。"
},
{
  id: 29,
  info: "人都是在磨练中不断成长的，“自古雄才多磨难，从来纨绔少伟男”，真正出类拔萃的，大都是那些历尽艰辛，在逆境中磨练出坚强意志的人们。逆境更能激发人的潜力，更能发展人的才干，逆境更有利于成才，逆境成就人才。"
},
{
  id: 30,
  info: "不是境况造就人，而是人造就境况。yulu.jb51.net"
},
{
  id: 31,
  info: "要让事情改变，先改变自己；要让事情变得更好，先让自己变得更强。"
},
{
  id: 32,
  info: "苦口的是良药，逆耳必是忠言。改过必生智慧。护短心内非贤。"
},
{
  id: 33,
  info: "不是什么事情都等得起的，你，究竟什么时候才要收拾行囊，踏上去梦想的路？"
},
{
  id: 34,
  info: "名人之所以能够成为名人，是因为他们在同伴嬉乐或休息时不停地攀登；凡人之所以成为凡人，是因为别人忙于攀登时他却安然入睡。"
},
{
  id: 35,
  info: "我们对爱自己的人心怀感恩，却忽略了害自己的人也对自己恩重如山，他让你不断强大，强大到足以承受各种风雨；我们愿意接受诸般赞美，却忘了诽谤声也功不可没，它让你的心沉静下来，面对一切宠辱不惊。再丑恶的东西也能转化为正能量，关键在于你的心。"
},
{
  id: 36,
  info: "你可以用爱得到全世界，你也可以用恨失去全世界。"
},
{
  id: 37,
  info: "只要路是对的，就不怕路远。"
},
{
  id: 38,
  info: "站在新起点，迎接新挑战，创造新成绩。"
},
{
  id: 39,
  info: "我们纯洁的泡泡，在阳光下幸福的耀眼，友谊的快乐着。"
},
{
  id: 40,
  info: "青春如酒，让人沉醉。我们年轻，拥有美丽的容颜，拥有智慧的头脑，拥有健康的身体，拥有一颗敏感而又脆弱的心，所以我们易醉，我们会沉醉在努力的拼搏中，享受追求的快感；我们会沉醉在恋人的爱意中，体验被呵护的幸福；我们会沉醉在静静的思考中，感受探索未知世界的快乐；我们会沉醉在篮球场上，燃烧青春的活力……青春是多味的，青春是绚丽的，青春也是美妙的，于是我想说：青春如酒……"
},
{
  id: 41,
  info: "人，当你意识到自己活着的时候，就必须想到死亡，然后再努力去探寻如何才能生活得更好。"
},
{
  id: 42,
  info: "别人撞了南墙才回头，而我撞了也不回头，我要跨过去。"
},
{
  id: 43,
  info: "不管你的梦想是什么，只有带着淡然的态度，做好当前的事情，才能如愿以偿。只有到了未来，才知道今天做的事情有什么意义。无论你选择做什么，那都是你理想的未来。能抓住机遇的人，大都是不假思索就作出选择的人。不能实现梦想的人，都是想要一样东西，却不愿意为之付出足够的努力。"
},
{
  id: 44,
  info: "想一千次，不如去做一次。华丽的跌倒，胜过无谓的徘徊。"
},
{
  id: 45,
  info: "世上除了生死，都是小事。从今天开始，每天微笑吧。不管遇到了什么烦心事，都不要自己为难自己；无论今天发生多么糟糕的事，都不应该感到悲伤。今天是你往后日子里最年轻的一天了，因为有明天，今天永远只是起跑线。有时候真的努力后，你会发现自己要比想象的优秀很多。记住一句话：越努力，越幸运。"
},
{
  id: 46,
  info: "先生，如果你觉得您长得比我高而嘲笑我的话，那么我会砍下你的头，以消除这个差距——拿破仑。"
},
{
  id: 47,
  info: "我不喜欢说话却每天说最多的话，我不喜欢笑却总笑个不停，身边的每个人都说我的生活好快乐，于是我也就认为自己真的快乐。可是为什么我会在一大群朋友中突然地就沉默，为什么在人群中看到个相似的背影就难过，看见秋天树木疯狂地掉叶子我就忘记了说话，看见天色渐晚路上暖黄色的灯火就忘记了自己原来的方向。。。"
},
{
  id: 48,
  info: "过错是暂时的遗憾，而错过则是永远的遗憾！"
},
{
  id: 49,
  info: "没有伞的孩子，必须努力奔跑！每日心语励志的语句"
},
{
  id: 50,
  info: "沉默以养精蓄锐，爆发以张扬自我。"
},
{
  id: 51,
  info: "只有收获，才能检验耕耘的意义；只有贡献，方可衡量人生的价值。"
},
{
  id: 52,
  info: "有些事情是急不来的，等到条件成熟时，自然水到渠成。世界上那些了不起的成就，大多是由耐心堆积而成的。耐心，意味着要经得起眼前的诱惑，耐得住当下的寂寞。耐心不是外在的压抑，而是内心的修行。不要去采摘那些还没有成熟的果实，否则，你的生活一定是苦涩的。"
},
{
  id: 53,
  info: "我相信我爱你。依然。始终。永远。"
},
{
  id: 54,
  info: "忘不掉的是回忆，继续的是生活，错过的，就当是路过。"
},
{
  id: 55,
  info: "从不犯错的孩子长大后要么成为庸才，要么早晚要犯大错。因此，我们要适度降低对孩子的期望与要求，鼓励他们真实地面对自己的缺点和错误，鼓励他们在尝试中不怕犯错误，注重过程的体验和收获，摘掉“好孩子”的面具。"
},
{
  id: 56,
  info: "如果你变得足够强大，别人就无法拒绝你；如果你可以命令自己，困难就无法阻碍你……只要首先改变了你自己，你才能去改变你的世界，改变你的生活。"
},
{
  id: 57,
  info: "一个人不管曾经怎样的一败涂地、狼狈不堪，那也只是他生命中一个伤痛的烙印，而不是他颓废、不思进取的理由。如今只有把失败和痛苦踩在脚底，作为踏向成功的垫脚石；只要吃一堑，长一智，把昨天的教训化作今天开拓进取的动力，那他能仍能把握住一个精彩而美好的明天。如果他一昧地沉浸在失败的阴影中不能自拔，那他不但输掉了昨天还要输掉明天，那他的一生注定是涂满悲剧色彩。"
},
{
  id: 58,
  info: "留一片空白，随时浓墨重彩。"
},
{
  id: 59,
  info: "分手后还爱的女孩别逞强了，你的眼睛那么美怎么可以用来流泪。"
},
{
  id: 60,
  info: "为目标，晚卧夜半，梦别星辰，脚踏实地，凌云舍我其谁！"
},
{
  id: 61,
  info: "好动与不满足是进步的第一必需品。那些每日心语励志的语句"
},
{
  id: 62,
  info: "真正的人是在权力、地位、金钱、财产等堆砌的基座倒塌之后，他仍然站立着。"
},
{
  id: 63,
  info: "一个人会落泪，是因为痛；一个人之所以痛，是因为在乎；一个人之所以在乎，是因为有感觉；一个人之所以有感觉，仅因为你是一个人！所以，你有感觉，在乎，痛过，落泪了，说明你是完整不能再完整的一个人。"
},
{
  id: 64,
  info: "在短暂的人生岁月中，谁都会碰到生离死别的揪心事。伤心和委屈的时候，要嚎啕大哭。哭完洗完脸，拍拍自己的脸，挤出一个微笑给自己看。不要揉，否则第二天早上会眼睛肿。好好生活，千万别干傻事，你的生命只有一次！"
},
{
  id: 65,
  info: "原以为“得不到”和“已失去”是最珍贵的，可…原来把握眼前才是最重要的。"
},
{
  id: 66,
  info: "每一个故事的结局预示着，下一段故事的开始、但在我的世界里，永远没有结局。"
},
{
  id: 67,
  info: "也许时间是一种解药，也是我现在所服下的毒药。"
},
{
  id: 68,
  info: "当你明知会有苦痛，却依然咬牙坚持的去投入时；当你明知成长铺满荆棘，却依然勇往直前的向上时；你就会懂得，生命中的每一次坎坷和经历，都会让你收获经验。每一次，聆听成长中的韵律；每一次，踏寻流年刻下的痕迹；每一次，感悟生命的美好；我们都是在活出自己的风采。"
},
{
  id: 69,
  info: "一任风雨唯独行，心底纯净写人生。生活的美好取决于努力付出的心血，没有人会轻易获得成功。人生之美，在于付出和努力，人生之果，在于拼搏和执着。当然这需要志念的专注，心底无杂的纯净，以及风雨兼程的意志。"
},
{
  id: 70,
  info: "为什么成功的不是你。年轻的你，迷茫又着急。你想要房子想要汽车，想要旅行想要高品质生活。你不断催促自己成长，却沉不下心来认真读一篇文章；你急切地期待成功，却每次在遇到挫折时提前退缩。既然没有过那些汗水和拼搏，又何必在旁观别人的荣耀与成功时愤愤不平呢？所以，努力吧，别抱怨。"
},
{
  id: 71,
  info: "每天都是一个起点，每天都有一点进步，每天都有一点收获！"
},
{
  id: 72,
  info: "与其羡慕别人的背影，不如欣赏自己的足迹。"
},
{
  id: 73,
  info: "什么事情都可以拖一拖，没必要那么着急，事缓则圆。"
},
{
  id: 74,
  info: "有时候我们放不开不是因为失去，而是心疼自己的付出。遗忘的好处是：也许会后悔，也许会难过，但是心却不会再疼。曾经看不惯，受不了的，如今不过淡然一笑。成熟，不是看破，而是看淡。"
},
{
  id: 75,
  info: "有多大的思想，才有多大的能量。"
},
{
  id: 76,
  info: "别小看任何人，越不起眼的人。往往会做些让人想不到的事。"
},
{
  id: 77,
  info: "有时稍微低下头，或许我们人生路会更加精彩，我们的能力也会有所长进。"
},
{
  id: 78,
  info: "该来的都会来，该走的全会走，别抗拒，别挽留，别贪恋，别不舍，别担心。学着看淡一些事情，才是对自己最好的保护。"
},
{
  id: 79,
  info: "心慈者，寿必长。心刻者，寿必促。"
},
{
  id: 80,
  info: "别人可以违背因果，别人可以害我们，打我们，毁谤我们。可是我们不能因此而憎恨别人，为什么？我们一定要保有一颗完整的本性和一颗清净的心。"
},
{
  id: 81,
  info: "有不少人决心去改造这个世界，但实际上有几个人能真正改造自己。"
},
{
  id: 82,
  info: "如果你只努力超越别人，不帮助别人超过自己，就将得到越来越多的对手；如果你既努力超越别人，又帮助别人赶上自己，就能得到越来越多的朋友。"
},
{
  id: 83,
  info: "风有风的风情，怎懂云的漂泊；天有天的天空，哪知雨的落魄。不是每一次的泪中都是酸楚，不是每一次笑后都是快乐。曾经的波澜，都会慢慢地平息，一切的记忆皆会在光阴的冲刷中淡忘。无论走到哪里，都要鼓励自己，给自己一些肯定，别总把那些挫败当成痛的诉说。"
},
{
  id: 84,
  info: "一个人的快乐，不是因为他拥有的多，而是因为他计较的少。每日励志心语精选"
},
{
  id: 85,
  info: "挑战自我的过程是无比快乐的，当你一次又一次地战胜自我，你才能一次又一次地冲击人生的高峰。对自我的探索和挑战是每个人毕生最重要的使命。凡事从自己身上找原因，才能跑得更快。"
},
{
  id: 86,
  info: "将来的你，一定会感谢现在拼命努力的自己。"
},
{
  id: 87,
  info: "既然人生的幕布已经拉开，就一定要积极的演出；既然脚步已经跨出，风雨坎坷也不能退步；既然我已把希望播在这里，就一定要坚持到胜利的谢幕……"
},
{
  id: 88,
  info: "信心孕育信心，从胜利走向胜利。"
},
{
  id: 89,
  info: "无法改变风向，可以调整风帆；无法左右天气，可以调整心情。如果事情无法改变，那就去改变观念。"
},
{
  id: 90,
  info: "大肚能容，断却许多烦恼障，笑容可掬，结成无量欢喜缘。"
},
{
  id: 91,
  info: "得理要饶人，理直气要和。"
},
{
  id: 92,
  info: "即使道路坎坷不平，车轮也要前进；即使江河波涛汹涌，船只也航行。"
},
{
  id: 93,
  info: "结局和过程都有了，再去纠缠，连自己都嘲笑自己的愚蠢。"
},
{
  id: 94,
  info: "岁月流逝，光阴一去不复返，漫漫的人生长河，人的生命只有一次，珍惜时间就是珍惜自己的生命。每个人心中都有一份理想，对于理想的追求我们都要付诸于行动，空谈理想的人是不会成功的。"
},
{
  id: 95,
  info: "人生太短，岁月太长。生活是公平的，要活出精彩，需要一颗奋进的心。以勤为本，以韧为基，尽自己的全力，求最好的结果，行动成就梦想，奋斗成就人生。人生苦短，财富地位都是附加的，生不带来死不带去，简单的生活就是快乐的生活。"
},
{
  id: 96,
  info: "不大可能的事也许今天实现，根本不可能的事也许明天会实现。"
},
{
  id: 97,
  info: "大道至简！经典是简单的，真理是简单的，最有用的东西也是较简单的东西。复杂会造成浪费，而效能则来源于单纯。找到关键的部分，去除多余，成功并不那么复杂。"
},
{
  id: 98,
  info: "一百次心动不如一次行动。"
},
{
  id: 99,
  info: "人生是个圆，有的人走了一辈子也没有走出命运画出的圆圈，其实，圆上的每一个点都有一条腾飞的切线。"
},
{
  id: 100,
  info: "心好命也好，富贵直到老。命好心不好，福转为祸兆。心好命不好，祸转为福报。心命具不好，遭殃且贫夭。心可挽乎命，最要存人道。命实造于心，祸福为人招，信命不修心，阴阳恐虚矫。修心亦听命，天地自相保。"
},
{
  id: 101,
  info: "对于攀登者来说，失掉往昔的足迹并不可惜，迷失了继续前时的方向却很危险。"
},
{
  id: 102,
  info: "人生重要的不是你从哪里来，而是你到哪里去。当你在埋头工作的时侯，一定要抬头看看你去的方向。"
},
{
  id: 103,
  info: "你目前拥有的，都将随着你的死亡而成为他人的。那为何不现在就布施给真正需要的人呢？"
},
{
  id: 104,
  info: "张扬乐学乐思的个性，坚守不骄不躁的心态。"
},
{
  id: 105,
  info: "五官刺激，不是真正的享受。内在安祥，才是下手之处。"
},
{
  id: 106,
  info: "读过的书是不会白读的，只是在重量不重质的情况下利用率和转化率都低了些，所以，需要这么一个顿悟，让自己明白，不能也不必要再这么的“傻”读下去，到一定程度之后我们就是应该——少一点阅读。"
},
{
  id: 107,
  info: "一生经历一次的青春，目的只是听一次花开的声音，看一次花落的寂然，然后散场。"
},
{
  id: 108,
  info: "空谈不如实干。踱步何不向前行。"
},
{
  id: 109,
  info: "只会幻想而不行动的人，永远也体会不到收获果实时的喜悦。"
},
{
  id: 110,
  info: "快乐不是因为得到的多而是因为计较的少！"
},
{
  id: 111,
  info: "一个年轻人，如果三年的时间里，没有任何想法，他这一生，就基本这个样子，没有多大改变了。"
}]

const len = list.length
const index = parseInt(len * Math.random())
module.exports = list[index]